{
  "header": {
    "headerNav": {
      "navContactUs": "Contact us",
      "navPresentation": "Presentation",
      "navPricing": "Pricing",
      "navLegal": "Legal"
    }
  },

  "homePage": {
    "heroSection": {
      "heroTitle": "Faster Check-In. Happier Guests.",
      "heroText": "Guests fill and sign the registration form on their phone — your staff gets the data instantly. No paper. No waiting. No mistakes.",
      "heroInput": "Enter your email",
      "heroInputButton": "Send",
      "heroSending": "Sent",
      "heroSuccessTitle": "Thank you!",
      "heroSuccessText": "Email sent successfully!"
    },

    "solutionSection": {
      "solutionTitle": "A complete software solution for you.",
      "solutionText1": "The source of powerful qorld and making future sure. Its a straight forward software.",
      "solutionText2": "Where possibilities are made possible. We must have expand Possibilities of better tomorrow. The directly secure of your network deliveing services.",
      "solutionButton1": "Learn more",
      "solutionButton2": "Ask?",

      "cardEasySettings": {
        "title": "Faster Check-In",
        "text": "Guests fill out the form on their phone in seconds, so staff don't waste time on paperwork."
      },
      "cardUserFriendly": {
        "title": "Legally Valid Signatures",
        "text": "The signature is digitally collected and stored in accordance with Austrian law. Everything is secure and official."
      },
      "cardFullSecured": {
        "title": "All Data in One Place",
        "text": "All guest records are automatically saved in the admin panel. Easy search, filters, export - without complicated systems."
      },
      "cardCleanCode": {
        "title": "No Paper, No Mistakes",
        "text": "No printed forms or manual input. Fewer errors, cleaner data — full control for the manager."
      }
    },

    "featureSection": {
      "featureTitle": "Discover & growth with analysis.",
      "featureText": "Software with new dimensions. The better future and information about the virtual world.",

      "featureList": {
        "featureItem1": "Software with new dimensions the better.",
        "featureItem2": "Effortlessly manages all your information.",
        "featureItem3": "Simple Solutions for Complex Connections.",
        "featureItem4": "Complete business solutions for customers."
      }
    },

    "informationSections": {
      "informationTitle": "Serving information with security.",
      "informationtext1": "The source of powerful qorld and making future sure. Its a straight forward software. Paired with dynamic image of the actual tool for you.",
      "informationtext2": "Where possibilities are made possible. We must have expand Possibilities of better tomorrow. The directly secure of your network deliveing services."
    },

    "ourSoftwareSection": {
      "ourSoftwareTitle": "Get a presentation of our software",
      "ourSoftwareText1": "The source of powerful qorld and making your future sure. It’s a straight forward software for you.",
      "ourSoftwareText2": "The source of powerful qorld and making future sure. Its a straight forward software. Paired with dynamic image of the actual tool and the performance.",
      "ourSoftwareButton": "Download now"
    },

    "pricingPlanSection": {
      "pricingPlanTitle": "Best Pricing Plans",
      "pricingPlanText": "Empowering the Internet Generation. Driving the Communication Revolution. Technology at the speed of life. Empowered by Innovation.",

      "pricingCard": {
        "pricingTitle": {
          "title1": "BASIC PLAN",
          "title2": "PREMIUM PLAN",
          "title3": "ULTIMATE PLAN"
        },

        "pricingFeatures": {
          "item1": "Administrator Access",
          "item2": "Online Check-in Form",
          "item3": "Guest Signature",
          "item4": "Multilingual",
          "item5": "Personal Data Collection and PDF Export",
          "item6": "Unlimited Rooms",
          "item7": "Advanced Admin Management",
          "item8": "Hotel Branding",
          "item9": "24/7 Priority Support",
          "item10": "Personal Manager"
        },

        "pricingButton": "Buy Plan"
      },

      "pricingModel": {
        "pricingBuy": "Buy",
        "pricingClose": "Close",
        "pricingSending": "Sending...",
        "pricingSend": "Send",

        "modelTitle": "Order shipped!",
        "modelConection": "Thank you! We will contact you shortly."
      }
    }
  },

  "contactUsPage": {
    "contactUsSection": {
      "contactUsTitle": "Contact Us",
      "contactUsText": "If you have any questions, suggestions, or need assistance, please contact us. We are always happy to help you!",
      "contactUsAttempts": "You have used all attempts!",
      "contactUsAttemptsLeft": "Attempts left:",
      "contactUsName": "Name",
      "contactUsMessage": "Message",
      "contactUsSend": "Send",
      "contactUsTelegram": "Write to us on Telegram for quick assistance!",
      "successTitle": "Thank you!",
      "successText": "Your application has been successfully submitted!"
    }
  },

  "legalPage": {
    "legalSection": {
      "legalTitle": "Need help?",
      "legalText": "If you have any questions or need advice, please contact our support service.",
      "legalButton": "Contact us"
    },
    "privacyPolicy": {
      "title": "Privacy Policy",
      "lastUpdated": "Last updated: November 2025",
      "intro": "This Privacy Policy explains how Homezy AG collects, processes, stores, and protects your personal data when you use our website, applications, or services. It is designed to comply with the European General Data Protection Regulation (GDPR) and Austrian Data Protection laws (DSG). We are committed to transparency, data security, and protecting your privacy at all times.",
      "dataCollection": "We may collect the following categories of personal data:\n\n1. **Identity and contact data**: name, address, email, phone number, company name, job title.\n2. **Account and login information**: username, password, login history.\n3. **Transactional data**: service usage, purchases, payments, and related billing information.\n4. **Technical data**: IP address, device type, browser type, operating system, pages visited, session duration, click paths, cookies.\n5. **Communication data**: messages, inquiries, feedback, and other communications sent to us.\n6. **Marketing and analytics data**: preferences, interests, campaign interactions, and analytics for website improvement.\n7. **Sensitive data**: only if voluntarily provided (e.g., health-related information or special categories), processed with explicit consent.",
      "dataUse": "Your personal data may be used for the following purposes:\n\n- To provide and maintain our services, including account management and customer support.\n- To comply with legal and regulatory obligations.\n- To prevent fraud, abuse, or illegal activities.\n- To personalize user experience and provide relevant content and advertisements.\n- To perform research and analysis for improving our services and offerings.\n- To communicate updates, offers, newsletters, or marketing materials where consent has been granted.\n- To manage relationships with partners, affiliates, and service providers for operational purposes.\n\nProcessing is based on one or more of the following legal bases: consent, performance of contract, compliance with legal obligations, protection of legitimate interests, and vital interests if applicable.",
      "cookies": "We use cookies and similar technologies to enhance user experience, measure website performance, and support marketing efforts. Cookie categories include:\n\n- **Strictly necessary cookies**: required for core functionality.\n- **Performance cookies**: monitor website usage and improve site functionality.\n- **Functionality cookies**: remember preferences and user settings.\n- **Targeting/advertising cookies**: deliver relevant advertisements and track campaign performance.\n\nYou can control cookies via browser settings or our cookie management tool. Blocking cookies may affect functionality.",
      "dataRetention": "We retain personal data only for as long as necessary to fulfill the purposes for which it was collected or as required by law. Retention periods vary by data type, regulatory requirements, and business needs. Periodically, we review stored data and securely delete or anonymize information that is no longer needed.",
      "dataSecurity": "We implement robust technical and organizational measures to protect personal data, including:\n- Encryption in transit (TLS/SSL) and at rest.\n- Firewalls, intrusion detection, and access control.\n- Regular security audits, vulnerability assessments, and penetration testing.\n- Staff training on data protection and confidentiality.\n- Secure storage of backups and disaster recovery procedures.",
      "dataRights": "Under GDPR, you have the following rights:\n\n- **Right of access**: request access to your personal data.\n- **Right to rectification**: correct inaccurate or incomplete data.\n- **Right to erasure**: request deletion of data where lawful.\n- **Right to restrict processing**: limit processing under certain conditions.\n- **Right to data portability**: obtain data in a portable format and transfer it.\n- **Right to object**: object to processing based on legitimate interests or marketing.\n- **Right to withdraw consent**: withdraw consent for processing at any time.\n- **Right to complain**: submit a complaint to the Austrian Data Protection Authority (DSB) if your rights are violated.",
      "dataTransfer": "Data may be transferred to service providers or partners within the EEA. Transfers outside the EEA are carried out only with appropriate safeguards, such as Standard Contractual Clauses, to ensure adequate protection.",
      "automatedDecisionMaking": "We do not use your personal data for automated decision-making, including profiling, that produces legal effects or significantly affects you, except where explicitly disclosed and consented to.",
      "marketing": "We may use personal data for direct marketing only if you have given explicit consent. You can withdraw consent at any time by contacting us or using unsubscribe options. Marketing may include newsletters, offers, or personalized content.",
      "thirdPartyServices": "We may share personal data with trusted third-party service providers for hosting, analytics, payment processing, marketing, and customer support. All third parties are contractually obligated to protect your data and use it only for the purpose intended.",
      "childrenPrivacy": "Our services are not directed at children under 16. We do not knowingly collect personal data from children. If we discover that we have inadvertently collected data from a child, we will delete it immediately.",
      "policyUpdates": "We may update this Privacy Policy periodically. Changes will be posted on this page with the updated \"Last updated\" date. Significant changes may also be communicated via email or website notifications.",
      "contactInfo": "For questions regarding your personal data or to exercise your rights, contact:\n\nHomezy AG\nEmail: privacy@homezy.com\nAddress: [Company Address], Austria\nPhone: [Phone Number]\nData Protection Officer: dpo@homezy.com"
    }
  },

  "footer": {
    "navigationTitle": "Navigation",
    "contactTitle": "Contact",
    "officesTitle": "Offices",
    "socialTitle": "We on Social Media",
    "rightsTitle": "© 2025 Recepio AG. All rights reserved."
  }
}
